[

 	{
	"Name": "Donji Donji",
	"Description": "A geeky chicken eagerly wants to play with her adventurous mongoose friend but they must first finish their lunch which zaps them through a portal to an amazing enchanted world",
	"image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/vertical-poster-without-credits-Custom-ChrisEvans-Art-1086x1536.jpg",
	 "videoTrailer": "https://www.youtube.com/embed/9kfwMbsxyl0",
	  "meetTheTeam": "https://www.youtube.com/embed/45Q227T8Qfc",
	 "plot": "An eager chicken (Jasiri) wants to go play outside with her garden mole friend (Chongo) but her mum insists that she has to finish her food first. Chongo joins them in the house to find them eating carrots. Jasiri & Chongo are eventually persuaded to eat. The carrots transform their vision and the bike that Chongo came with turns magical taking them to a colorful adventure world. In this world they learn about carrots and its benefits for eyesight. They come back to the real world full rejuvenated and now able to able to go out and play better. ",
	 "characters":[
		  {
			 "cast": "Mama Jasiri",
			 "role": "Jasiri's Mother",
			 "arch": "Mama Jasiri is Jasiri’s mother. She is a middle aged chicken and also a nuturer for our two lead characters.She starts off their day with a serving of good natural home grownfood from her kitchen garden.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Mama-Jasiri-ChrisEvans-Art-243x300.jpg"
		 },
		  {
			 "cast": "Jasiri",
			 "role": "Jasiri",
			 "arch": "Jasiri is a lead character in the story.She’s a nerdy and courageous young chicken",
			 "profile": "http://incubator.admi.ac.ke/wp-content/uploads/2022/05/Jasiri-ChrisEvans-Art.jpg"
		 },
		  {
			 "cast": "Janja",
			 "role": "Jasiri's Friend",
			 "arch": "He is the protector and guide of the wonderland and is alwayshappy to take visitors on tour and teaching them about thebenefits of carrots with help from “Magic Mouth”; aknowledgeable & mystical entity in carrot heaven.",
			 "profile": "http://incubator.admi.ac.ke/wp-content/uploads/2022/05/Janja-ChrisEvans-Art.jpg"
		 },
		  {
			 "cast": "Chongo",
			 "role": "chongo",
			 "arch": "Chongo is a garden mongoose, Jasiri’s best friend and playmate.He’s a Reckless but Adventurous character in the story who isalways jumping in the water head first in every situation.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Chongo-ChrisEvans-Art.png"
		 }
		  
		 ],
	 "team":[
		 {
			 "name": "Chris Njoka – Chris Evans Art",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/DSC5777-ChrisEvans-Art-1024x1536.jpg",
			 "description": "I’m a multi-disciplined visual artist (Photography, Graphic Design & Illustration). My passion lies in creating captivating & memorable moments that ignite positive conversation for brands, people & society.",
			 "portfolio": "https://www.behance.net/ChrisNjoka",
			 "social": "https://www.instagram.com/chrisevansart"
		 },
		 {
			 "name": "Nancy Cherwon – Chelwek",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/IMG_3103-Chelagat-Cherwon-683x1024.jpg",
			 "description": "I am a mixed media creative soul oscillating between digital media and graffiti murals which I use to promote social change within vulnerable communities in my region.My biggest inspiration is the people of the African soil ,the vibrance of the African story , the brilliance of the feminine thought and African spirituality . My murals can be found in several countries around the world and planning on doing more as I share the African essence to the world.I chose to share our essence” the African Essence” with you all. Come journey with me.I create ecentric pieces founded on African mysticism and spirituality while espousing feminism in my repertoire. The vibrance of the African story , the brilliance of the feminine thought and the creativity that spirituality infuses through my art. Life inspires me. My art embodies the life giving essence of every living being in this universe. I translate this essence into art forms that speak to me of the greatness of the universe and the space we hold as creative souls for the ones here and for those to come.",
			 "portfolio": "https://www.behance.net/NANEY_CHElACHELWEK",
			 "social": "https://www.instagram.com/chelwek/"
		 },
		 {
			 "name": "Achola Dennis – Iampritt",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Achola-Dennis-Achola-Dennis-682x1024.jpeg",
			 "description": "I am a 2D Animator at Ada Animation Studio in Nairobi. I have developed extensive set of skills through experience with a collage of media, tools, teams and clients. My major interest being animation ,I have over time understood and mastered various art forms to produce work in great speed, detail and excellence, with an educational background in Fine art from Kenyatta University and Multimedia design from ShangTao College. I live to inspire the world through stories captured in words and pictures.",
			 "portfolio": "https://dennisprittt.wixsite.com/trancyrender",
			 "social": "https://www.instagram.com/iampritt/"
		 }
	 ]
},
	{
	"Name": "Elewa",
	"Description": "Two siblings become friends with a goat in their new school where they find a magical desk and begin an adventurous journey",
	"image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/ELEWA-POSTER-PORTRAIT-01-Benta-Nyambura-1048x1536.png",
	 "videoTrailer": "https://www.youtube.com/embed/IS_cRlJvk24",
	  "meetTheTeam": "https://www.youtube.com/embed/AgGEARPVBfk",
	 "plot": "Mimi, a 7 year old girl, who most would say is too smart for her age and her brother Brayo, who is yet to discover his path, just recently moved in to a new city Nairobi. Nairobi, a city where animals and humans co-exist together and home to 42 different tribes, it is full of diverse culture and adventure. In their new school this dynamic duo becomes friends with Tunde, a goat that has a knack of getting into trouble who brings them up to speed with rules and guidelines of this new world. On the first day during their morning break the trio has an unexpected turn of events when they get summoned by a magical desk. The magical desk has been in the school for centuries waiting for the chosen ones to arrive. This magical desk is a portal that helps the chosen trio to travel back in time through different cultures in Africa to help them learn about the forgotten ways of their people and solves puzzles in the modern world that they currently live in. But Mr. Bakali, the principal who is a strong advocate of erasing the “unsophisticated cultures” as he calls them, and Nyawawa, the mythical lake spirit, are constantly on the trios’ case trying to catch them using the desk so that they can destroy it forever",
	 "characters":
		 [{
			 "cast": "Mimi",
			 "role": "",
			 "arch": "when she was 3 years old mimi won thenational history state compentitionamong teenagers.she has alwayswanted to be a historian and lovesearing about the history of the world.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/ELEWA-CHARACTERS-02-Benta-Nyambura-edited-768x575.png"
		 },
		  {
			 "cast": "Brayo",
			 "role": "",
			 "arch": "when he was 3 years old he built a toyworld in his bedroom with over 1000 toy figures and lego blocks,this still standsto be his greatest achievement yet.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/BRAYO-01-Benta-Nyambura-300x300.png"
		 },
		  {
			 "cast": "Mr Bakali",
			 "role": "Jasiri's Friend",
			 "arch": "when he begun his journey as principalhe introduced a biometric system for the staff to grant them acess,making his school the first to adopt this new technology making him well knon in the are. ever since then he has been obsessed with removing and discouraging cultural practices in his school in hope to modernize or rather westernize it.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/ELEWA-CHARACTERS-04-Benta-Nyambura-300x298.png"
		 },
		  {
			 "cast": "Tunde",
			 "role": "Jasiri's Mother",
			 "arch": "when he was a calf he witnessed his parents death which gave him a big fear of knives and people holding sharp objects. ever since then he took it upon himself to understand why, this let to alot of irrational behaviours and rushed choices.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/ELEWA-CHARACTERS-03-Benta-Nyambura-300x298.png"
		 },
		  {
			 "cast": "Tele",
			 "role": "Jasiri",
			 "arch": "ele died at the age of 6 long beforethe beyond existed, he was sent to livein the beyond since that was hisdestined purpose.some might say hestarted living once he died. ever sincethen he has been the gurdian of thebeyond and its chosen ones forgenerations to come.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/ELEWA-CHARACTERS2-02-Benta-Nyambura-300x298.png"
		 }
		   ],
	 "team":[
		 {
			 "name": "Benta Mbate",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/DSC_0159-Benta-Nyambura-1395x1536.jpg",
			 "description": "My name is Benta.Graduated class of 2021. I love combining art and culture and finding unique ways to communicate through art.",
			 "portfolio": "https://www.behance.net/bentanyambura",
			 "social": "https://instagram.com/_bentaaa?igshid=YmMyMTA2M2Y="
		 },
		 {
			 "name": "Kevin Ngugi – Kevinci",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Image-kevin-ngugi-edited.jpeg",
			 "description": "Talented Animator with 8+ years of experience in creating animations and engaging animations for clients from different niches, including TV projects, branding work and animated marketing assets.My specialties include digital media consultant, 2d animation, Graphic design,3d visualization and Illustration.",
			 "portfolio": "https://www.facebook.com/vinkamedia/",
			 "social": "https://www.facebook.com/vinkamedia/"
		 },
		 {
			 "name": "Lucas Wambaa",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/WhatsApp-Image-2022-05-01-at-5.18.06-PM-Wambaa-Muiru-768x575.jpeg",
			 "description": "My name is Lucas Wambaa Muiru and I am an Illustrator, Animator, Designer working in Nairobi, Kenya. I have over 5 years experience working in various industries including Graphic design/ Advertising, 2D and 3D animation,Motion Graphics and Explainer Videos.",
			 "portfolio": "https://drive.google.com/file/d/1tSYvlQomdzpjBwdBqsx_oRPE06Uy-dQG/view",
			 "social": "https://www.linkedin.com/in/wambaa-muiru-b8834066/"
		 }
	 ]
	 
	 
	
},
	{
	"Name": "Peperuka by Afro Anim Production",
	"Description": "In a bid to reconnect with his family, an intelligent young chicken wants to fly but a menacing hawk is always ruining his plans.",
	"image": "http://incubator.admi.ac.ke/wp-content/uploads/2022/05/PEPERUKA-A4-724x1024.jpg",
	 "videoTrailer": "https://www.youtube.com/embed/7c8EYmdGupc",
	  "meetTheTeam": "https://www.youtube.com/embed/tCBK9v34PaU",
	 "plot": "Angachi identifies as an RnB, Pop, Jazz and Country artist. He started pursuing music professionally in 2015 and was featured in the 2019 East Africa’s Got Talent contest. He draws inspiration from Beyonce, Taylor Swift, Ed Sheeran, and Leon Bridges. Angachi paired with ADMI alumnus and music producer Herman Ogula to produce Bahaya.",
	 "characters":[
		 {
			 "cast": "ruka mwerevu",
			 "role": "",
			 "arch": "Ruka is determined to fly so that he can return to his ancestral land where he was forcefully taken from.He is creative, a problem solver and innovative. However, he is easily discouraged. Ruka’s goal is tolearn how to fly.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/RUKA-2-Joanne-Muema.png"
		 },
		  {
			 "cast": "Zuzu",
			 "role": "",
			 "arch": "Zuzu is Ruka’s best friend, sidekick and helper. Zuzu is also extremely dumb.He is slow and often hands the wrong tools to Ruka, easily distracted and oblivious to his surroundings.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/ZUZU-2-Joanne-Muema.png"
		 },
		  {
			 "cast": "Farm Owner",
			 "role": "",
			 "arch": "Her name and age are unknown. She is the owner and caretaker of the farm. She is hardworking, caring and punctual in feeding the animals.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/OLD-WOMAN-2-Joanne-Muema.png"
		 },
		  {
			 "cast": "Mzee Busara",
			 "role": "Jasiri's Mother",
			 "arch": "Mzee Busara / Mzee goat is Ruka’s mentor and friend. He is wise, friendly, a good listener, gentle, kind understanding and an amazing story teller. He is the oldest animal in the farm and finds himself fascinated by Ruka’s adventures and approach in life.His goal is to live out the rest of his days on the farm as he protects the young ones.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/MZEE-BUSARA-2-Joanne-Muema.png"
		 },
		  {
			 "cast": "Mwewe jeuri",
			 "role": "Jasiri",
			 "arch": "He is Ruka’snemesis. Jeuri is jealous, cunning, selfish, insecure, curious and a big bully. He feels himself challenged to prove himself superior to the boy genius Ruka Mwerevu. Jeuri is sly,cunning, dumb, irrational, sneaky, swift and a stealth master. His main goal is to ensure Ruka does not dominate the skies so he foils all his plans.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/MWEWE-2-Joanne-Muema.png"
		 }
		  ],
	 "team":[
		 {
			 "name": "Walter Kembo",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Walter-walter-kembo.jpg",
			 "description": "I enjoy bringing characters to life. I specialize in character rigging, character animation, motion graphics and video editing. Most of my client’s work revolves around making children’s content and general educational content. My main career goal is to continue educating and changing viewer’s lives through my visual content. In my free time, you will find me enjoying animated movies, hiking or spending time with my loved ones.",
			 "portfolio": "https://drive.google.com/file/d/1MBZupMOPlX9RC0rHm0Rh2s0kMqolDZdc/view",
			 "social": "https://www.linkedin.com/in/walter-kembo-958583105/?original_referer=https%3A%2F%2Fincubator.admi.ac.ke%2F"
		 },
		  {
			 "name": "Felistas Thairu",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/FB_IMG_1652729373522-Felistas-thairu.jpg",
			 "description": "I am an enthusiastic Kenyan filmmaker and a fine artist. My specialty is camera work. My main aim is to ensure that I create authentic African content through photography, films and artistic masterpieces that inspire, entertain and spark conversations. I love nature and traveling as it provides me a chance to be more creative. I love cartoons and in my free time, you’ll find me binge watching shows I love. ",
			  "portfolio":"https://felistasthairu.artstation.com/",
			 "social": "https://www.instagram.com/accounts/login/?next=/felistasthairu/"
		 }
		 
	 ]
	 
	 
	
},
	{
	"Name": "Chronicles Of Detective Kim",
	"Description": "Kim Okoth just moved to his new school in Nairobi. He’s extremely brilliant for a class 5 student and doesn’t let anyone forget it. He becomes quite the ‘Mr Popular’ at Amulel Primary due to his wacky deductive skills and vibrantly wild imagination that help him solve the school mysteries: But his greatest mystery will be to find out who and why someone keeps trying to sabotage the great school. With wisdom from his mother, Dr. Koi, and help from his two new best friends, Ahmed and Zuri, follow the adventures of Detective Kim, as he solves mysteries and learns new lessons on life, family and friendship.",
	"image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Poster-Portrait.jpg",
	 "videoTrailer": "https://drive.google.com/file/d/1s54nqBEca4uPKgAsfPkqbgb6aE-cNeUp/view",
	  "meetTheTeam": "https://drive.google.com/file/d/1-mCgqICXaj889vg9wjoERcWOEPw8jaJF/view?usp=sharing",
	 "plot": "Kim Okoth just moved to his new school in Nairobi. He’s extremely brilliant for a class 5 student and doesn’t let anyone forget it. He becomes quite the ‘Mr Popular’ at Amulel Primary due to his wacky deductive skills and vibrantly wild imagination that help him solve the school mysteries: But his greatest mystery will be to find out who and why someone keeps trying to sabotage the great school. With wisdom from his mother, Dr. Koi, and help from his two new best friends, Ahmed and Zuri, follow the adventures of Detective Kim, as he solves mysteries and learns new lessons on life, family and friendship.",
	 "characters":[
		 {
			 "cast": "Kim",
			 "role": "",
			 "arch": "Though he tends to be shut in and avoid much interaction, he is genuinely kind (in his own way), always standing for truth and justice: he has a very strong moral compass, similar to that of his father’s. He can come off as arrogant to others, because he is very intelligent and assumes he is always right, but he later learns that he can learn to rely on others and that being intelligent doesn’t mean he needs toview other people as less than.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Kim-Sharon-Wawira-300x300.png"
		 },
		  {
			 "cast": "Glen",
			 "role": "",
			 "arch": "He is a very rude and cold boy, though we find out that it isn’t intentional, he only acts out because he misses his best friend and thus lashes out on everyone, especially his youngersister, Tamara. He used to be quite cheerful and playful. It’s also hinted that he is great at sports.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Glen-Sharon-Wawira-1536x1536.png"
		 },
		  {
			 "cast": "Dr Koi",
			 "role": "Jasiri's Friend",
			 "arch": "Dr Koi is a great doctor and mother, who though is also grieving over her husband, makes sure to take care and not neglect her son or herself. She is strong and compassionate, and very wise. She is also very strict (turning on her African mother side when provoked) but balances it out with an equal dose of great love. This is why Kim both loves and fears her.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Dr.-Koi-Sharon-Wawira-1536x1536.png"
		 },{
			 "cast": "Mwalimu Amani",
			 "role": "J",
			 "arch": "Class teacher of 5B, Mwalimu Amani is a great advisor to his students. He is willing to go above and beyond to ensure the physical, mental and emotional well being of his students. In Amulel Primary, he is considered to be the friendliest and coolest teacher.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Mwalimu-Amani-Sharon-Wawira-1536x1536.png"
		 },
		  {
			 "cast": "Tamara",
			 "role": "",
			 "arch": "Tamara is Glen’s younger sister. It is hinted that class 5B students are familiar with her. She is sweet and always ready to be by her brother’s side. She greatly admires her brother, thus is saddened when he won’t speak or acknowledge her.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Tamara-Sharon-Wawira.png"
		 },
		   {
			 "cast": "Zuri",
			 "role": "",
			 "arch": "Though small and cute, she is not afraid to call people off when they do wrong. She is equally as smart as Kim,if not more due to her photographic memory, but she is more emotionally intelligent than her two friends, always making sure that the other two don’t get into too much trouble. Though being the sensible one in the group, she has a short fuse when people try to belittle her and can become quite the scary little beast.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Zuri-Sharon-Wawira-1536x1536.png"
		 },
		   {
			 "cast": "Ahmed",
			 "role": "",
			 "arch": "Ahmed is the soul of the trio. Though he is not as intelligent as his friends, he makes up for it with his humor, loyalty and kindness. He is the class clown with a heart of gold. Despite his large size however, he is extremely terrified of a lot of things, but will always put himself forward, despite himself, to protect his friends.",
			 "profile": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Ahmed-Sharon-Wawira-1536x1536.png"
		 }
		  
		 
		 ],
			 "team":[
		 {
			 "name": "Sharon Koru",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/IMG_20220409_140026-Sharon-Wawira-1152x1536.jpg",
			 "description": "Art is one of Sharon’ s greatest passion. She is a self-taught 2D artist using both digital and traditional media. She is especially passionate about character design and illustration, bringing her expressive ideas to create a story. ",
			 "portfolio": "https://drive.google.com/file/d/1GrdAdy2HZv-EeZNOaDFDcVdPHjk-5UYy/view",
			 "social": "https://www.instagram.com/accounts/login/?next=/_koru/"
		 },
		  {
			 "name": "Brian Achiro",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/FB_IMG_1652729373522-Felistas-thairu.jpg",
			 "description": "Am self-driven filmmaker, 2D animator, graphic designer, editor and a commercial photographer focused on development of high quality work. Versed in a wide range of animation styles, film techniques, photography and graphic design. My passion for film and 2D animation has enabled me to work and gain experience from different companies and organizations over the years. When it comes to service delivery am fully committed and driven. Being a creative simply is my life",
			  "portfolio": "https://www.youtube.com/watch?v=A1KBiuWSO-c&feature=youtu.be",
			 "social": "https://www.instagram.com/accounts/login/?next=/felistasthairu/"
		 }
		 
	 ]
	 
	 
	
},
	{
	"Name": "Magic Bakora",
	"Description": "Three children, discover a secret door in their grandfather’s store that activates a portal with a special BAKORA. Curious and adventurous, they journey into this new world filled with historical African culture and lifestyle where the children get to live among the people and meet Africa’s greatest historical figures. A journey filled with fun experiences, unforgettable memories and vast knowledge, the children seek to learn more about Africa’s past",
	"image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Bakora-A4-1086x1536.jpg",
	 "videoTrailer": "https://www.youtube.com/embed/Pwb97PVrI8g",
	  "meetTheTeam": "https://www.youtube.com/embed/DsPKOTcEDKM",
	 "plot": "Angachi identifies as an RnB, Pop, Jazz and Country artist. He started pursuing music professionally in 2015 and was featured in the 2019 East Africa’s Got Talent contest. He draws inspiration from Beyonce, Taylor Swift, Ed Sheeran, and Leon Bridges. Angachi paired with ADMI alumnus and music producer Herman Ogula to produce Bahaya.",
	 "characters":
		 [{
			 "cast": "no data",
			 "role": "",
			 "arch": "no data",
			 "profile": "no data"
		 }
		 ],
		"team":[
			{
			 "name": "Brandon Ndichu",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/brandonndichu-brandon-ndichu.jpeg",
			 "description": "I depict myself as a creative, specializing in graphic design and animation. Bringing characters to life and developing visually appealing works is more than just what I do, its a lifestyle I enjoy!",
			 "portfolio": "https://www.youtube.com/channel/UCdUQx_mQXKCzIDCpYDUktDQ/videos",
			 "social":"https://www.flickr.com/photos/brandonndichu/albums"
		 },
			{
			 "name": "Sheila Muriuki – Big See",
			 "image": "https://incubator.admi.ac.ke/wp-content/uploads/2022/05/Snapchat-1530525791-Sheila-muriuki.jpg",
			 "description": "2D Animator focused on characters and environment designs for the last 1 year. Successful at completing action-driven and dramatic shots films. Versed in a wide range of animation styles, techniques, and software programs. To add on that I have been singing for like 10years",
			 "portfolio": "https://docs.google.com/presentation/d/1bQkR5LtYX2b4jj9DfeKCNhMZBmMRlcXRtgQ_pETjRM8/edit?usp=sharing",
			 "social":"https://www.instagram.com/accounts/login/?next=/bigsheey/"
		 }
		]
	 
	 
	
}
 

]